{
    "about": "About",
    "skills": "Skills",
    "projects": "Projects",
    "contact": "Contact",
    "tile_info": "Click on each tile & create something new!",
    "hello": "Hello, I'm Vicky!",
    "developer_designer": "Developer & Designer",
    "download_cv": "Download CV",
    "contact_me": "Contact Me",
    "get_to_know": "Get To Know More",
    "about_me": "About Me",
    "about_me_text": "My background was in interior design and architecture, but I ventured into coding and found it incredibly rewarding. Originally from the diverse city of Los Angeles, my journey has taken me through the artistic vibes of Italy and the craftsmanship of Switzerland. Now, I’m inspired by the tech scene and beautiful architecture of Barcelona. I discovered my interest in developing mobile apps with SwiftUI and love bringing designs to life through code. My journey began with a UX course and led me to Ironhack, where I embraced the whole process from concept to completion. When I'm not coding, you'll find me exploring mountains, traveling, and trying new and delightful dishes.",
    "glimpse": "A Glimpse of My",
    "skills_toolkits": "Skills & Toolkits",
    "browse_recent": "Browse My Recent",
    "project1_description": "A Catalan and Spanish verb conjugation app designed for non-Spanish learners, built with SwiftUI in Xcode and powered by SQLite.",
    "project2_description": "A social media app built with React and MongoDB to empower and inspire women globally. Features include content sharing, commenting, and liking, fostering a supportive community with secure authentication and real-time updates.",
    "project3_description": "With my very first game development, I crafted a memory game utilizing HTML, CSS, and vanilla JavaScript. This interactive experience is designed to facilitate vocabulary learning in English, Catalan, and Spanish.",
    "feel_free": "Feel free to drop me a message or just",
    "say_hello": "Say hello whenever you'd like! ✌️",
    "write_me": "Write Me"
  }